{"format":"graph-model","generatedBy":"keras","convertedBy":"local","modelTopology":{"class_name":"Model","config":{"name":"functional","layers":[{"class_name":"InputLayer","config":{"batch_input_shape":[null,224,224,3],"dtype":"float32","sparse":false,"name":"input_layer"},"name":"input_layer","inbound_nodes":[]},{"class_name":"KerasLayer","config":{"name":"efficientnetb0","trainable":false,"dtype":"float32","batch_input_shape":[null,224,224,3],"handle":"https://tfhub.dev/google/efficientnet/b0/feature-vector/1"},"name":"efficientnetb0","inbound_nodes":[[["input_layer",0,0,{}]]]}],"input_layers":[["input_layer",0,0]],"output_layers":[["efficientnetb0",0,0]]},"keras_version":"2.16.2","backend":"tensorflow"},"weightsManifest":[{"paths":["group1-shard1of1.bin"],"weights":[{"name":"dense/kernel","shape":[1280,256],"dtype":"float32"},{"name":"dense/bias","shape":[256],"dtype":"float32"},{"name":"dense_1/kernel","shape":[256,6],"dtype":"float32"},{"name":"dense_1/bias","shape":[6],"dtype":"float32"}]}],"metadata":{"model_type":"keras","version":"1"}}